{
    "mainArticle": "This is an exclusive! The news you will never believe. We had to check with all of our fact-checkers to confirm this big news. Everyone is reading about it, everyone is talking about it: a new school of magic is being built right now as we type. This is groundbreaking information! Where is this new school being built you might ask? Well nobody knows yet. All we know is that the registration for classes starts tomorrow! And you will be able to get there by using the train station number 9 ¼. Students need a wand, a pet of choice, two best friends, and the new wizard broom to attend classes. We cannot contain our excitement as a new school means new heroes, new stories, competitions, and new adventures. Professors from around the world are coming together to lecture during the school year only the best magic practiced around the world. New school also means we will be populating our news page with more articles, more sports content, more about the students, and just overall, more information. So stay tuned, keep reading, don’t go anywhere, this story will keep updating as we receive more information. Registration opens tomorrow so don’t forget to register. If you would like to receive text notifications with daily updates you can enter your phone number using the Phone Number spell. Forgot the Phone Number spell? No problem! You can always use the I Forgot The Phone Number spell to get the spell send to you vie text in seconds. We would also like to remind everyone this holiday season to wash your hands and dress warm. Forgot to wash your hands? No problem, you can use the Wash My Hands spell or use just plain old hand senitizer. Don't forget to check daily for updates and more news. We hope you enjoyed reading out breaking story today. Get excited! Thank you so much for reading, and happy holidays.",
    "sportsArticle":"A new trend is sweeping through the magical community. Well, the sports enthusiasts anyway! The Daily Prophet has recently discovered an increasing number of participants in the new trend of Fantasy Quidditch. This new fad is the brainchild of Terry Boot of the Department of Magical Games and Sports. Boot, a half-blood who still has ties to the muggle community developed the idea from the ever popular “Fantasy Leagues” of muggle sports such as basketball and football. American Muggles  have fantasy leagues of their popular sports of baseball and football Fantasy Quidditch is a game in which participants assemble an imaginary team of real life players and score points based on those players’ actual statistical performance or their perceived contribution on the field of play. A live Draft event will be hosted at the Leaky Cauldron before the start of the next season. If you’re interested in joining a Fantasy Quidditch.",
    "sportssArticle":"Quidditch has always been our communities past time, we all grew up playing in our neighborhoods, and we cheered on our house teams at school, but when does being a fan go from healthy to hazardous? Security wizards were deployed in attempts to contain a brawl that broke out this weekend in the stands of a Puddlemere United match against the Holyhead Harpies. The Harpies hosted Puddlemere for the first time in 20 years after yet another brawl ensued when a Puddlemere chaser disappeared in the middle of the match. The League has issued the following statement in reaction to the incident. We have tried to ensure the safety of the public by not allowing these two teams to face each other in competition for the last few decades. We see now that was likely the cause of such tension.",
    "Alumni": "Hogwarts Office of Alumni presents its members of the Hogwarts community throughout its history. Giving you the opportunity to read about some of the greatest sorcerers to have stepped foot and impacted the School. Here are a few of our Alumni:",
    "Alumni1Int": "Dumbledore first entered Hogwarts as a student in 1892, as a member of the Gryffindor House. Considered to be one of the greatest and well-accomplished students to have ever lived. Dumbledore even after graduating continued to expand and discover new areas of magic, that inevitably made him famous. He is an excellent embodiment of a talented wizard with a vast array of magical skills that earned him the title of Headmaster for many years. Notable Accomplishments: Transfiguration Professor, Alchemist, Headmaster, & Grand Sorcerer.",
    "Alumni2Int": "Professor Sprout entered Hogwarts as a member of the Hufflepuff House with great knowledge and skill in herbology, which earned her the highest grade O.W.L & N.E.W.T. After graduation Professor Sprout returned to Hogwarts as a member of the Department of Herbology, and later on became a professor, and the Head of Herbology. Prof. Sprouts is a caring professor and teaches herbology with great effort to ensure her students are capable of creating potions and medicine. Notable Accomplishments: Head of Herbology, Professor of Herbology, & Head of Hufflepuff House.",
    "Alumni3Int": "Snape entered Hogwarts in 1971 as a member of the House of Slytherin. A little scary at times, Snape is a renowned wizard that is truly knowledgeable and skillful with magic. Being praised by his peers, Snape is an excellent wizard that is always willing to do the right thing if it means the protection of Hogwarts and its community. Notable Accomplishments: Head of Slytherin, Defense of the Dark Arts, & Headmaster.",
    "AlumniCl": "With their continued support at making Hogwarts what it is, we want to thank these Alumni for their contribution and accomplishments! Each with their own set of skills, these Alumni have excelled at being perfect mentors and staff within our Hogwarts community. We wish them the best as they continue to impact our community and school."
}
